[RaiderIncursion X2SitRepTemplate]
FriendlyName="强盗来袭"
Description="情报显示有人类强盗在该区域活动，请谨慎行事。"

[RaiderIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="强盗来袭"
Description="对各方都持敌对态度的强盗正在该区域内巡逻。"

;junta
[JuntaGrunt_M1 X2CharacterTemplate]
strCharacterName="军阀游侠"
[JuntaGrunt_M2 X2CharacterTemplate]
strCharacterName="军阀游侠"
[JuntaGrunt_M3 X2CharacterTemplate]
strCharacterName="军阀游侠"

[JuntaRifleman_M1 X2CharacterTemplate]
strCharacterName="军阀士兵"
[JuntaRifleman_M2 X2CharacterTemplate]
strCharacterName="军阀士兵"
[JuntaRifleman_M3 X2CharacterTemplate]
strCharacterName="军阀士兵"

[JuntaGunner_M1 X2CharacterTemplate]
strCharacterName="军阀重型枪手"
[JuntaGunner_M2 X2CharacterTemplate]
strCharacterName="军阀重型枪手y"
[JuntaGunner_M3 X2CharacterTemplate]
strCharacterName="军阀重型枪手"

[JuntaSniper_M1 X2CharacterTemplate]
strCharacterName="军阀狙击手"
[JuntaSniper_M2 X2CharacterTemplate]
strCharacterName="军阀狙击手"
[JuntaSniper_M3 X2CharacterTemplate]
strCharacterName="军阀狙击手"

;bandits
[BanditGrunt_M1 X2CharacterTemplate]
strCharacterName="强盗列兵"

[BanditGunner_M1 X2CharacterTemplate]
strCharacterName="强盗炮手"

[BanditRifleman_M1 X2CharacterTemplate]
strCharacterName="强盗步枪兵"

[BanditGrunt_M2 X2CharacterTemplate]
strCharacterName="强盗掠夺者"

[BanditGunner_M2 X2CharacterTemplate]
strCharacterName="强盗重型炮手"

[BanditRifleman_M2 X2CharacterTemplate]
strCharacterName="强盗步兵"

[BanditGrunt_M3 X2CharacterTemplate]
strCharacterName="强盗散兵"

[BanditGunner_M3 X2CharacterTemplate]
strCharacterName="强盗机枪手"

[BanditRifleman_M3 X2CharacterTemplate]
strCharacterName="强盗士兵"


[BanditRifle_CV X2WeaponTemplate]
FriendlyName="强盗突击步枪"
FriendlyNamePlural="强盗突击步枪"
BriefSummary=""
TacticalText=""

[BanditLMG_CV X2WeaponTemplate]
FriendlyName="强盗轻机枪"
FriendlyNamePlural="强盗轻机枪"
BriefSummary=""
TacticalText=""

[BanditSMG_CV X2WeaponTemplate]
FriendlyName="强盗冲锋枪"
FriendlyNamePlural="强盗冲锋枪"
BriefSummary=""
TacticalText=""

[BanditRifle_MG X2WeaponTemplate]
FriendlyName="强盗突击步枪"
FriendlyNamePlural="强盗突击步枪"
BriefSummary=""
TacticalText=""

[BanditLMG_MG X2WeaponTemplate]
FriendlyName="强盗轻机枪"
FriendlyNamePlural="强盗轻机枪"
BriefSummary=""
TacticalText=""

[BanditSMG_MG X2WeaponTemplate]
FriendlyName="强盗冲锋枪"
FriendlyNamePlural="强盗冲锋枪"
BriefSummary=""
TacticalText=""

[BanditRifle_BM X2WeaponTemplate]
FriendlyName="强盗突击步枪"
FriendlyNamePlural="强盗突击步枪"
BriefSummary=""
TacticalText=""

[BanditLMG_BM X2WeaponTemplate]
FriendlyName="强盗磁力轻机枪"
FriendlyNamePlural="强盗磁力轻机枪"
BriefSummary=""
TacticalText=""

[BanditSMG_BM X2WeaponTemplate]
FriendlyName="强盗磁力冲锋枪"
FriendlyNamePlural="强盗磁力冲锋枪"
BriefSummary=""
TacticalText=""
; junta weapons

[JuntaLMG_M1 X2WeaponTemplate]
FriendlyName="军阀加农炮"
FriendlyNamePlural="军阀加农炮"
BriefSummary=""
TacticalText=""
[JuntaLMG_M2 X2WeaponTemplate]
FriendlyName="军阀加农炮"
FriendlyNamePlural="军阀加农炮"
BriefSummary=""
TacticalText=""
[JuntaLMG_M3 X2WeaponTemplate]
FriendlyName="军阀加农炮"
FriendlyNamePlural="军阀加农炮"
BriefSummary=""
TacticalText=""


[JuntaSMG_M1 X2WeaponTemplate]
FriendlyName="军阀冲锋枪"
FriendlyNamePlural="军阀冲锋枪"
BriefSummary=""
TacticalText=""
[JuntaSMG_M2 X2WeaponTemplate]
FriendlyName="军阀冲锋枪"
FriendlyNamePlural="军阀冲锋枪"
BriefSummary=""
TacticalText=""
[JuntaSMG_M3 X2WeaponTemplate]
FriendlyName="军阀冲锋枪"
FriendlyNamePlural="军阀冲锋枪"
BriefSummary=""
TacticalText=""

[JuntaRifle_M1 X2WeaponTemplate]
FriendlyName="军阀步枪"
FriendlyNamePlural="军阀步枪"
BriefSummary=""
TacticalText=""
[JuntaRifle_M2 X2WeaponTemplate]
FriendlyName="军阀步枪"
FriendlyNamePlural="军阀步枪"
BriefSummary=""
TacticalText=""
[JuntaRifle_M3 X2WeaponTemplate]
FriendlyName="军阀步枪"
FriendlyNamePlural="军阀步枪"
BriefSummary=""
TacticalText=""

[JuntaSniper_M1 X2WeaponTemplate]
FriendlyName="军阀狙击枪"
FriendlyNamePlural="军阀狙击枪"
BriefSummary=""
TacticalText=""
[JuntaSniper_M2 X2WeaponTemplate]
FriendlyName="军阀狙击枪"
FriendlyNamePlural="军阀狙击枪"
BriefSummary=""
TacticalText=""
[JuntaSniper_M3 X2WeaponTemplate]
FriendlyName="军阀狙击枪"
FriendlyNamePlural="军阀狙击枪"
BriefSummary=""
TacticalText=""

; abilities
[BanditLowProfile X2AbilityTemplate]
LocFriendlyName="低姿态"
LocHelpText="视半掩体视为全掩体。"

[JuntaSniperReaction_M1 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaSniperReaction_M2 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaSniperReaction_M3 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."

[JuntaRiflemanReaction_M1 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaRiflemanReaction_M2 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaRiflemanReaction_M3 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."

[JuntaGruntReaction_M1 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaGruntReaction_M2 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaGruntReaction_M3 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."

[JuntaGunnerReaction_M1 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaGunnerReaction_M2 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."
[JuntaGunnerReaction_M3 X2AbilityTemplate]
LocFriendlyName="军阀姿态"
LocHelpText="当小队成员受到伤害后,可能会做出反击."